Repository: CyberSys/plugin-sdk-tools
Catalog: PluginSdkVsTools/PluginSdkWizard/Properties/Resources.*.resx
Languages: ru

# strAdd
source: Add...
ru: Добавить...

# strAdditionalDefs
source: Additional preprocessor definitions
ru: Доп. команды препроц.

# strAdditionalIncDirs
source: Additional include directories
ru: Доп. папки заголовков

# strAdditionalLibDirs
source: Additional library directories
ru: Доп. папки библиотек

# strAdditionalLibs
source: Additional libraries
ru: Доп. библиотеки

# strBasicSetup
source: Basic setup
ru: Базовые настройки

# strCancel
source: Cancel
ru: Отмена

# strClassName
source: Class name:
ru: Название класса:

# strDebugConfigurationSettings
source: Debug configuration settings
ru: Настройки конфигурации Отладки

# strFinish
source: Finish
ru: Готово

# strGameFolder
source: Game folder
ru: Папка игры

# strIIIGameDir
source: GTA 3 folder
ru: Папка GTA 3

# strLaCompatibility
source: Limit Adjuster compatibility
ru: Совместимость с Limit Adjuster

# strLaCompatibilityDescr
source: Make plugin compatible with Limit Adjuster
ru: Сделать плагин совместимым с Limit Adjuster

# strNext
source: Next
ru: Далее

# strOutputDir
source: Output dir:
ru: Выходная папка:

# strPluginName
source: Plugin name:
ru: Название плагина:

# strPluginSdkFolder
source: plugin-sdk folder
ru: папка plugin-sdk

# strPluginType
source: Plugin type:
ru: Тип плагина:

# strPrev
source: Prev
ru: Назад

# strProjectFolder
source: Project folder
ru: Папка проекта

# strReleaseConfigurationSettings
source: Release configuration settings
ru: Настройки конфигурации Выпуска

# strRwD3d9Folder
source: rwd3d9 folder
ru: папка rwd3d9

# strSaGameDir
source: GTA SA folder
ru: Папка GTA SA

# strSaCleoPlugins
source: GTA SA cleo plugins
ru: GTA SA cleo плагины

# strSameAsRelease
source: Same as Release
ru: Так же, как для режима Выпуска

# strSelectFolder
source: Select folder
ru: Выберите папку

# strSelectGame
source: Select game:
ru: Выберите игру:

# strSetupPaths
source: Setup paths
ru: Настройка путей

# strTypeAsi
source: ASI Plugin
ru: ASI Плагин

# strTypeCleo
source: CLEO Plugin
ru: CLEO Плагин

# strTypeDll
source: DLL Library
ru: DLL Библиотека

# strTypeMoonLoader
source: MoonLoader Module
ru: MoonLoader Модуль

# strUseDirectXSdk
source: Use DirectX SDK
ru: Использовать DirectX SDK

# strUseDirectXSdkDescr
source: Include DirectX SDK headers/libraries
ru: Включить заголовочные файлы и библиотеки DirectX SDK

# strVcGameDir
source: GTA VC folder
ru: Папка GTA VC

# strWizardTitle
source: Welcome to Plugin-SDK Project Wizard
ru: Добро пожаловать в Мастер Проекта Plugin-SDK

# strTestFunction
source: test function
ru: тестовая функция

# strWarning
source: Warning
ru: Предупреждение

# strMoonLoaderWarn1
source: MoonLoader Module can be created for GTA San Andreas only
ru: MoonLoader Module может быть создан только для GTA San Andreas

# strMoonLoaderWarn2
source: MoonLoader Module can't be created for GTA 3
ru: MoonLoader Module не может быть создан для GTA 3

# strMoonLoaderWarn3
source: MoonLoader Module can't be created for GTA Vice City
ru: MoonLoader Module не может быть создан для GTA Vice City

# strMoonLoaderWarn4
source: MoonLoader Module can't be created for GTA 3 and GTA Vice City
ru: MoonLoader Module не может быть создан для GTA 3 и GTA Vice City

# strUseEnvVars
source: Use environment variables
ru: Исп. переменные среды

# strEmptyPathNote
source: NOTE: Using '{0}' instead of empty path
ru: ПРИМЕЧАНИЕ: Используется '{0}' вместо пустой строки

# strWarnUnfinishedVar
source: WARNING: Unfinished definition of environment variable: $({0}
ru: ПРЕДУПРЕЖДЕНИЕ: Незаконченное имя переменной среды: $({0}

# strEnvVarNotFound
source: WARNING: Environment variable '{0}' was not found
ru: ПРЕДУПРЕЖДЕНИЕ: Не найдена переменная среды '{0}'

# strGameVersions
source: Game versions:
ru: Версии игры:

# strWinXpSupport
source: Windows XP support
ru: Поддержка Windows XP

# strWinXpSupportDescr
source: The plugin can be used on Windows XP
ru: Плагин можно будет использовать на Windows XP
